{
  "data": [
    {
      "id": 1,
      "ayat": "بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ - ١ \n اَلْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَۙ -٢ \n الرَّحْمٰنِ الرَّحِيْمِۙ - ٣ \n مٰلِكِ يَوْمِ الدِّيْنِۗ - ٤  \n اِيَّاكَ نَعْبُدُ وَاِيَّاكَ نَسْتَعِيْنُۗ - ٥ \n اِهْدِنَا الصِّرَاطَ الْمُسْتَقِيْمَ ۙ - ٦\n صِرَاطَ الَّذِيْنَ اَنْعَمْتَ عَلَيْهِمْ ەۙ غَيْرِ الْمَغْضُوْبِ عَلَيْهِمْ وَلَا الضَّاۤلِّيْنَ  - ٧",
      "arti": "Artinya : \nDengan nama Allah Yang Maha Pengasih, Maha Penyayang. (1)\nSegala puji bagi Allah, Tuhan seluruh alam,(2) \nYang Maha Pengasih, Maha Penyayang,(3)\nPemilik hari pembalasan.(4)\nHanya kepada Engkaulah kami menyembah dan hanya kepada Engkaulah kami mohon pertolongan.(5)\nTunjukilah kami jalan yang lurus,(6)\n(yaitu) jalan orang-orang yang telah Engkau beri nikmat kepadanya; bukan (jalan) mereka yang dimurkai, dan bukan (pula jalan) mereka yang sesat.(7)",
      "title": "Al-Fatihah - (1x)"
    },
    {
      "id": 2,
      "ayat": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ\n الۤمّۤ ۚ - ١ \n ذٰلِكَ الْكِتٰبُ لَا رَيْبَ ۛ فِيْهِ ۛ هُدًى لِّلْمُتَّقِيْنَۙ - ٢ \n الَّذِيْنَ يُؤْمِنُوْنَ بِالْغَيْبِ وَيُقِيْمُوْنَ الصَّلٰوةَ وَمِمَّا رَزَقْنٰهُمْ يُنْفِقُوْنَ ۙ - ٣ \n وَالَّذِيْنَ يُؤْمِنُوْنَ بِمَآ اُنْزِلَ اِلَيْكَ وَمَآ اُنْزِلَ مِنْ قَبْلِكَ ۚ وَبِالْاٰخِرَةِ هُمْ يُوْقِنُوْنَۗ - ٤ \n اُولٰۤىِٕكَ عَلٰى هُدًى مِّنْ رَّبِّهِمْ ۙ وَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ - ٥",
      "arti": "Dengan menyebut nama Allah Yang Maha Pemurah lagi Maha Penyayang \nAlif Laam Miim (1) \nKitab (Al Qur'an) ini tidak ada keraguan padanya; petunjuk bagi mereka yang bertakwa (2) \n(yaitu) mereka yang beriman kepada yang gaib, yang mendirikan shalat dan menafkahkan sebahagian rezki yang Kami anugerahkan kepada mereka (3) \nDan mereka yang beriman kepada Kitab (AlQur'an) yang telah diturunkan kepadamu dan Kitab-kitab yang telah diturunkan sebelummu, serta mereka yakin akan adanya (kehidupan) akhirat (4)\nMereka itulah yang tetap mendapat petunjuk dari Tuhan mereka, dan merekalah orang-orang yang beruntung (5)",
      "title": "Al-Baqarah 1-5 - (1x)"
    },
    {
      "id": 3,
      "ayat": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَايَئُودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ",
      "arti": "Allah, tidak ada Tuhan (yang berhak disembah) melainkan Dia Yang Hidup kekal lagi terus menerus mengurus (makhluk-Nya); tidak mengantuk dan tidak tidur. Kepunyaan-Nya apa yang di langit dan di bumi. Tiada yang dapat memberi syafaat di sisi Allah tanpa izin-Nya. Allah mengetahui apa-apa yang di hadapan mereka dan di belakang mereka, dan mereka tidak mengetahui apa-apa dari ilmu Allah melainkan apa yang dikehendaki-Nya. Kursi Allah meliputi langit dan bumi. Dan Allah tidak merasa berat memelihara keduanya, dan Allah Maha Tinggi lagi Maha Besar",
      "title": "Al-Baqarah 255 - (1x)"
    }
  ]
}
